/* In browser window title */
"Get a registration key!" = "Bez registracije";

/* The full name of the supporter */
"Registered to {0}" = "Registracija za {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Hvala ti na podršci! Tvoj doprinos pomaže u daljnjem unapređenju razvoja Cyberducka, kako bi bio još bolji.";

/* Copy of donation key */
"Your registration key has been copied to the Application Support folder." = "Tvoj registracijski ključ kopiran je u mapu Application Support.";

/* Validation failed */
"Not a valid registration key" = "Registracijski ključ nije ispravan";

"This registration key does not appear to be valid." = "Čini se da ovaj registracijski ključ nije ispravan.";

/* Thank you */
"Continue" = "Nastavi";
